export default {
  backHome: 'กลับ บ้าน',
  forbidden: 'ขออภัย คุณไม่ได้รับอนุญาตให้เข้าใช้งานหน้านี้',
  notFound: 'ขออภัย ไม่พบหน้านี้',
  notFoundDescription: 'หน้านี้อาจจะถูกลบ, เปลี่ยนชื่อ หรือไม่มีอยู่ชั่วคราว',
  serverError: 'ขออภัย เครื่องแม่ข่ายพบข้อผิดพลาด',
  ipRestricted: 'ไม่สามารถใช้ที่อยู่ IP ของคุณได้ ภายใต้กฎหมายและข้อบังคับในท้องถิ่น',
  regionRestricted: 'ภายใต้วาระการให้บริการของเรา ขณะนี้เราไม่สามารถที่จะให้บริการในภูมิภาคที่เกี่ยวข้องกับที่อยู่ IP ของคุณ ถ้า คุณ ไม่ ใช่ พลเมือง หรือ ผู้ อาศัย ถาวร ใน ภูมิภาค นั้น จง เปลี่ยน ที่ อยู่ IP และ ติด ต่อ ไป อีก.',
  acknowledged: 'ฉันเข้าใจ',
  acknowledgedCountdown: 'ฉันเข้าใจ ({seconds}S)',
}
