export default {
  title: 'บันทึกการทํางาน',
  placeholder: {
    account: 'บัญชีผู้ใช้หรืออีเมล',
    password: 'รหัสผ่าน',
  },
  action: {
    loginNow: 'เข้าสู่ระบบตอนนี้',
    registerNow: 'ลงทะเบียนตอนนี้',
    forgotPassword: 'ลืมรหัสผ่านเหรอ?',
  },
  prompt: {
    noAccount: 'ไม่มีบัญชี?',
  },
  notice: {
    title: 'ข้อมูลสําคัญ',
    sufficientBalance: 'รักษายอดคงเหลือให้เพียงพอเพื่อหลีกเลี่ยงธุรกรรมล้มเหลวเนื่องจากเงินไม่พอ',
    noMaliciousBinding: 'อย่า เชื่อม บัตร เข้า กับ บริการ ไปรษณีย์ เมื่อ ค่า ใช้ จ่าย อาจ ล้ม.',
    noAuthorizationOnlyBinding: 'อย่า เชื่อม บัตร ใบ หนึ่ง เข้า กับ ใบ อนุญาต ใน เวที โดย ไม่ ต้อง ทํา การ ซื้อ ขาย จริง ๆ.',
    noFraudulentTransactions: 'อย่า ขอ เงิน คืน โดย มุ่ง ร้าย หรือ ทํา การ ตอบ แทน อย่าง ผิด ๆ หลัง จาก ชําระ หนี้ แล้ว.',
    accountHolderOnly: 'สําหรับใช้งานโดยเจ้าของหรือ บริษัท เท่านั้น อย่าโอนการ์ดให้คนอื่น คุณมีส่วนรับผิดชอบในการใช้อย่างไม่เป็นทางการ',
  },
  validation: {
    accountRequired: 'ป้อนชื่อบัญชีผู้ใช้หรือที่อยู่อีเมลของคุณ',
    passwordRequired: 'ใส่รหัสผ่านของคุณ',
  },
  message: {
    success: 'เข้าสู่ระบบสำเร็จ',
    failed: 'การเข้าสู่ระบบล้มเหลว',
  },
}
