export default {
      "dataOverview": "ภาพรวมข้อมูล",
      "memberTotal": "จำนวนสมาชิกทั้งหมด (คน)",
      "newCardCount": "จำนวนการ์ดใหม่ที่เปิด",
      "cardTotal": "จำนวนไพ่ทั้งหมด (ชิ้น)",
      "types": {
        "create_amount": "ค่าธรรมเนียมการเปิดใช้งานบัตร",
        "card_depost_amount": "ค่าธรรมเนียมการโอนบัตร",
        "foreign_amount": "ค่าธรรมเนียมการดำเนินการข้ามแดน",
        "account_depost_amount": "ค่าธรรมเนียมการเติมเงินบัญชี",
        "auth_amount": "ค่าธรรมเนียมการทำธุรกรรม",
        "total": "จำนวนรายได้ทั้งหมด",
        "invite_amount": "เชิญรับส่วนลด",
        "buy_group_amount": "ค่าบริการสมาชิก"
      },
      "descriptions": {
        "account_depost_amount": "รายได้ค่าธรรมเนียมของตัวแทนจากการเติมเงินเข้าบัญชีสมาชิก",
        "create_amount": "รายได้ค่าธรรมเนียมเปิดใช้งานของตัวแทนจากบัตรที่สมาชิกเปิด",
        "card_depost_amount": "รายได้ค่าธรรมเนียมของตัวแทนจากการโอนเงินเข้าบัตร รวมถึงการโอนตอนเปิดบัตร",
        "auth_amount": "รายได้ค่าธรรมเนียมธุรกรรมของตัวแทนจากการใช้บัตรของสมาชิก",
        "foreign_amount": "รายได้ค่าธรรมเนียมข้ามพรมแดนของตัวแทนจากธุรกรรมระหว่างประเทศ",
        "buy_group_amount": "ส่วนแบ่งค่าบริการของตัวแทนจากการซื้อสิทธิสมาชิก"
      },
      "cardData": "ข้อมูลการ์ด",
      "revenueEstimate": "การประมาณการรายได้",
      "cardBalance": "ยอดคงเหลือในบัตร ($)",
      "cardFrozen": "ตรึงการ์ด",
      "memberData": "ข้อมูลสมาชิก",
      "memberBalance": "ยอดสมาชิก ($)",
      "cardCancelled": "ยกเลิกบัตร",
      "consumptionTrend": "แนวโน้มของผู้บริโภค",
      "transactionAmount": "ธุรกรรมทั้งหมด $",
      "newUserCount": "จำนวนผู้ใช้ใหม่",
      "transactionCount": "จำนวนธุรกรรม"
    }
