export default {
  backHome: 'العودة إلى البيت',
  forbidden: 'آسف، ليس لديك إذن للدخول إلى هذه الصفحة',
  notFound: 'آسف، الصفحة لا يمكن العثور عليها.',
  notFoundDescription: 'ربما تمت إزالة الصفحة أو تغيير اسمها أو أنها غير متاحة مؤقتًا.',
  serverError: 'آسف، الخادم واجه خطأ',
  ipRestricted: 'الوصول من عنوانك الحالي هو غير متاح بموجب القوانين والأنظمة المحلية السارية.',
  regionRestricted: 'وفي إطار شروط خدمتنا، لا يمكننا حاليا تقديم خدمات في المنطقة المرتبطة بخطابكم الخاص بالشراكات الدولية. إن لم تكن مواطناً أو مقيماً دائماً في تلك المنطقة، غيّر عنوانك وسجله مجدداً.',
  acknowledged: 'أنا أفهم',
  acknowledgedCountdown: 'أفهم ذلك{seconds}(د)',
}
